{
  "success": true,
  "data": {
    "list": [
      {
        "id": 1,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality materials and an improved nipple. It has received the Kids Design Award and Good Design Award as proof of its qualihe nipple’s hole is cut in a cross-cut shape to encourage mouth movement while feeding.",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality materials and an improved nipple. It has received the Kids Design Award and Good Design Award as proofis Exactly like a mother's nipple, and Easy to clean. The nipple’s hole is cut in a cross-cut shape to encourage mouth movement while feeding.",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality materials and an improved nipple. It has received the Kids Design Award and Good Design Award as proof of itske a mother's nipple, and Easy to clean. The nipple’s hole is cut in a cross-cut shape to encourage mouth movement while feeding.",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality materials and an improved nipple. It has received the Kids Design Award and Good Design Award as proof oher's nipple, and Easy to clean. The nipple’s hole is cut in a cross-cut shape to encourage mouth movement while feeding.",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality mater jaw up and down just like with a mother’s breast. Feature of wide-neck replacement nipple is Exactly like a mother's nipple, and Easy to clean. The nipple’s hole is cut in a cross-cut shape to encourage mouth movement while feeding.",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constantly improved with quality materials and an improved nipple. It has received the Kids Design Award and Good Design Award as proof of its quality",
        "price": 828
      },
      {
        "id": 2,
        "category": "wide",
        "type": "bottle",
        "name": "PPSU 240ml Doctor Bétta Baby Bottle / Brain WS2-240ml (Green)",
        "description": "The Doctor Bétta Baby Bottle's shape is curved to provide the same ideal feeding angle as with breastfeeding. Devised by American pediatricians and made in Japan, the Doctor Bétta Baby Bottle has been constant",
        "price": 828
      }
    ]
  },
  "message": "get data success"
}
